Repository: aharotias2/moegi-player
Catalog: po/*.po
Languages: it, ja

source: A playlist %s exists. Do you overwrite it?
it: Esiste una playlist %s. La vuoi sovrascrivere?
ja: プレイリスト %s は存在します。上書きしますか？

source: Add to playlist
it: Aggiungi alla playlist
ja: プレイリストを表示する

source: Bookmark
it: Segnalibro
ja: ブックマークする

source: Bookmark this directory
it: Aggiungi questa directory ai preferiti
ja: このディレクトリをブックマークする

source: Choose directory...
it: Scegli directory...
ja: ディレクトリーを選択する…

source: Delete the bookmark "%s"
it: Elimina il segnalibro "%s"
ja: ブックマーク "%s" を削除する

source: Delete the playlist "%s"
it: Elimina la playlist "%s"
ja: プレイリスト "%s" を削除する

source: Do you really remove this bookmark?
it: Davvero vuoi rimuovere questo segnalibro?
ja: 本当にこのブックマークを削除しますか？

source: Do you really remove this playlist?
it: Davvero vuoi rimuovere questa playlist?
ja: 本当にこのプレイリストを削除しますか？

source: ERROR: failed to create a window
it: ERRORE: impossibile creare una finestra
ja: エラー: ウィンドウの作成に失敗しました

source: Enter new playlist name:
it: Inserisci il nuovo nome della playlist:
ja: プレイリスト名を入力してください

source: Error: can not write to config file.
it: Errore: impossibile scrivere nel file di configurazione.
ja: エラー: 設定ファイルに書き込めませでした

source: Failed to delete a file (%s)
it: Impossibile eliminare un file (%s)
ja: ファイル(%s)の削除に失敗しました

source: File does not exists (%s)
it: Il file non esiste (%s)
ja: ファイル (%s) は存在しません

source: File is not a directory (%s)
it: Il file non è una directory (%s)
ja: ファイル (%s) はディレクトリーではありません

source: File is not an audio file (%s)
it: Il file non è un file audio (%s)
ja: ファイル (%s) は音声ファイルではありません

source: FileError catched with file_info.path '%s' which is cannot open
it: Errore file rilevato con file_info.path '%s' che non può essere aperto
ja: ファイルエラー: %s は開けませんでした

source: Find Files
it: Trova file
ja: ファイルを開く

source: Go up
it: Vai su
ja: 上に移動する

source: Invalid key was found
it: È stata trovata una chiave non valida
ja: 不正なキーです

source: Move the selected items down
it: Sposta gli elementi selezionati verso il basso
ja: 選択したアイテムを上に移動する

source: Move the selected items up
it: Sposta gli elementi selezionati verso l'alto
ja: 選択したアイテムを上に移動する

source: Open File
it: Apri file
ja: ファイルを開く

source: Play this directory
it: Riproduci questa directory
ja: このディレクトリの楽曲を再生する

source: Reload
it: Ricarica
ja: 再読込

source: Remove selected items
it: Rimuovere gli elementi selezionati
ja: 選択したアイテムを削除する

source: Save this playlist
it: Salva questa playlist
ja: このプレイリストを保存する

source: Show finder
it: Visualizza ricerca
ja: ファインダーを表示する

source: Show playlist
it: Mostra playlist
ja: プレイリストを表示する

source: This directory is empty
it: Questa directory è vuota
ja: このディレクトリは空です

source: Total time:
it: Tempo totale:

source: Unselect all items
it: Deseleziona tutti gli elementi
ja: 全ての選択を解除する

source: View Playlist
it: Visualizza playlist
ja: プレイリストを表示する

source: Zoom in
it: Aumenta zoom
ja: 拡大する

source: Zoom out
it: Diminuisci zoom
ja: 縮小する

source: _Cancel
it: _Cancella
ja: キャンセル

source: _Open
it: _Opri
ja: 開く

source: icon file can not load.
it: Impossibile caricare il file icona.
ja: アイコンファイルが読み込めませでした
